{
  "Introduction": "Oh, pardon me. I didn't mean to startle you; I was just cataloging the local mosses.$h#$b#I'm Thistle.",
  
  "Spring_Mon": "Everything is waking up. It's noisy. Roots stretching, seeds cracking... do you hear it?",
  "Spring_Tue": "The Wizard is allergic to pollen. I saw him sneezing on his telescope earlier. It was objectively hilarious.$h",
  "Spring_Wed": "Don't step on the new shoots. They have a right to grow, same as you.",
  "Spring_Thu": "I'm looking for morels. If you find any, don't just trample them.",
  "Spring_Fri": "Linus is airing out his tent. I should probably do the same.",
  "Spring_Sat": "The air smells like wet dirt. It's the best perfume in the world.",
  "Spring_Sun": "I saw a fairy last night near your farm. Or a very large firefly.",

  "Summer_Mon": "The sun is too loud today. Yes, loud. It screams at the leaves.",
  "Summer_Tue": "If you see any tourists from the city littering... tell me. I have a curse for that.$a",
  "Summer_Wed": "The river is warm. Too warm. The fish are sluggish.",
  "Summer_Thu": "I found a patch of red mushrooms. Don't eat them. Or do, if you want to see colors that don't exist.",
  "Summer_Fri": "I'm brewing a cooling tonic. It tastes like bog water, but it works.",
  "Summer_Sat": "This heat makes people agitated. You should go stand in the shade before you say something stupid.",
  "Summer_Sun": "Fireflies are just stars that got tired of the sky and came down for a visit.",

  "Fall_Mon": "Finally. The world is dying, and it is beautiful.$h",
  "Fall_Tue": "The pumpkins are happy. I can hear them humming.",
  "Fall_Wed": "My hat? It's practical. Keeps the rain off, stores snacks in the brim.",
  "Fall_Thu": "Be careful near the deep woods. The shadows get longer this time of year.",
  "Fall_Fri": "I need more hazelnuts. The squirrels are stealing my stash.",
  "Fall_Sat": "Spirit's Eve is coming. The veil is thin. Don't look into mirrors in the dark.",
  "Fall_Sun": "The wind whispers names. Hopefully not yours.",

  "Winter_Mon": "Silence. Pure, cold silence. It's my favorite song.",
  "Winter_Tue": "The snow covers the ugly parts of civilization. It's an improvement.",
  "Winter_Wed": "If you're cold, put on a sweater. Don't come whining to me.",
  "Winter_Thu": "I saw a Winter Root moving on its own today. I let it go.",
  "Winter_Fri": "Do you think the trees get lonely when they sleep? No, me neither.",
  "Winter_Sat": "The Wizard stays locked in his tower. Coward. The cold is bracing.",
  "Winter_Sun": "I'm making tea from pine needles. Want some? It's... acquired taste.",

  "EggFestival": "I'm only here to make sure no one steps on the rare clovers during the hunt.$s",
  "FlowerDance": "Why must they dance like that? It's unnatural. The flowers are embarrassed for them.",
  "Luau": "I put a special herb in the soup. Don't worry, it's not poison. It just makes you see sideways for an hour.$h",
  "DanceOfJellies": "This... this is acceptable. Quiet. Bioluminescent. Good.",
  "StardewValleyFair": "Games. Noise. Clutter. I'm going to go hide behind the grange displays.",
  "SpiritsEve": "This maze is amateur work. I could trap you in a loop for a century with three twigs and a pebble.$h",
  "FestivalOfIce": "Ice is just water that learned to stand still. I respect that discipline.",
  "FeastOfTheWinterStar": "Gifts? Fine. But if anyone gives me plastic, I will turn them into a toad.$a"
}